Repository: Owndo/Mi.do
Catalog: Mi.do/Modules/Views/UIComponents/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

source: Calendar
de: Kalender
es: Cambia entre fechas y mira los desafíos
fr: Calendrier
it: Calendario
pt_br: Calendário
ru: Календарь

source: Check the past or look at the future
de: Sieh dir die Vergangenheit oder Zukunft an
es: Consulta el pasado o mira hacia el futuro
fr: Consultez le passé ou regardez vers l’avenir
it: Guarda al passato o dai uno sguardo al futuro
pt_br: Veja o passado ou olhe para o futuro
ru: Смотри в прошлое или заглядывай в будущее

source: Controll here..
de: Hier steuern..
es: Controla aquí..
fr: Contrôler ici..
it: Controlla qui..
pt_br: Controle aqui..
ru: Контролируй тут

source: Create tasks with your voice
de: Erstelle Aufgaben mit deiner Stimme
es: Crea tareas con tu voz
fr: Bouton Ajouter
it: Pulsante Aggiungi
pt_br: Botão Adicionar
ru: Кнопка плюс

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir
ru: Удалить

source: Delete all of these tasks
de: Alle diese Aufgaben löschen
es: Eliminar todas estas tareas
fr: Supprimer toutes ces tâches
it: Elimina tutte queste attività
pt_br: Excluir todas essas tarefas
ru: Удалить все эти задачи

source: Delete only this task
de: Nur diese Aufgabe löschen
es: Eliminar solo esta tarea
fr: Supprimer uniquement cette tâche
it: Elimina solo questa attività
pt_br: Excluir apenas esta tarefa
ru: Удалить только эту

source: Delete task?
de: Supprimer la tâche ?
es: ¿Eliminar la tarea?
fr: Supprimer la tâche ?
it: Eliminare l’attività?
pt_br: Excluir a tarefa?
ru: Удалить задачу?

source: Hold to speak. Tap to create.
de: Halten zum Sprechen. Tippen zum Erstellen.
es: Mantén pulsado para hablar. Toca para crear.
fr: Maintenez pour parler. Touchez pour créer.
it: Tieni premuto per parlare. Tocca per creare.
pt_br: Segure para falar. Toque para criar.
ru: Удерживайте, чтобы говорить. Нажмите, чтобы создать.

source: Mark it done when you’re ready
de: Markiere es als erledigt, wenn du bereit bist
es: Márcalo como hecho cuando estés listo
fr: Marquez comme fait quand vous êtes prêt
it: Segnalo come fatto quando sei pronto
pt_br: Marque como feito quando estiver pronto
ru: Отметить как выполненное, когда будет готово

source: Notes
de: Notizen
es: Notas
it: Note
pt_br: Notas
ru: Заметки

source: Profile
de: Profil
es: Acceso rápido a tus tareas
fr: Profil
it: Profilo
pt_br: Perfil
ru: Профиль

source: Pull screen down
de: Bildschirm nach unten ziehen
es: Desliza la pantalla hacia abajo
fr: Tirez l’écran vers le bas
it: Tira giù lo schermo
pt_br: Puxe a tela para baixo
ru: Потяни экран вниз

source: Quick action
de: Schnellaktion
es: Acción rápida
fr: Action rapide
it: Azione rapida
pt_br: Ação rápida
ru: Быстрое действие

source: Start here
de: Starte hier
es: Empieza aquí
fr: Commencez ici
it: Inizia qui
pt_br: Comece aqui
ru: Создать

source: Swipe left or right to switch weeks
de: Wische nach links oder rechts, um Wochen zu wechseln
es: Desliza a la izquierda o derecha para cambiar de semana
fr: Balayez pour changer de semaine
it: Scorri a sinistra o a destra per cambiare settimana
pt_br: Deslize para a esquerda ou direita para trocar de semana
ru: Переключай влево или вправо, чтобы сменить неделю

source: Swipe left to delete with ease
de: Wische nach links, um einfach zu löschen
es: Desliza a la izquierda para borrar fácilmente
fr: Glissez vers la gauche pour supprimer facilement
it: Scorri a sinistra per eliminare facilmente
pt_br: Deslize para a esquerda para apagar com facilidade
ru: Потяни влево, чтобы удалить

source: Swipe under tasks to change, double tap to return
de: Wische unter den Aufgaben zum Wechseln, Doppeltipp zum Zurückkehren
es: Desliza debajo de las tareas para cambiar, toca dos veces para volver
fr: Glisse sous les tâches pour changer, double-tape pour revenir
it: Scorri sotto le attività per cambiare, doppio tocco per tornare
pt_br: Deslize para mudar, toque duplo para voltar
ru: Проведи влево или право для смены дня, двойное нажатие - вернуться

source: Switch days below...
de: Tage unten wechseln...
es: Cambia los días abajo...
fr: Change les jours ci-dessous...
it: Cambia i giorni sotto...
pt_br: Navegue pelos seus dias...
ru: Область под задачами…

source: Tap to complete
de: Tippe zum Abschließen
es: Toca para completar
fr: Appuyez pour terminer
it: Tocca per completare
pt_br: Toque para concluir
ru: Нажать, чтобы завершить

source: This's a recurring task.
de: Dies ist eine wiederkehrende Aufgabe.
es: Esta es una tarea recurrente.
fr: C’est une tâche récurrente.
it: Questa è un’attività ricorrente.
pt_br: Esta é uma tarefa recorrente.
ru: Это повторяющаяся задача.

source: Your journey, day by day
de: Deine Reise, Tag für Tag
es: Tu camino, día a día
fr: Votre voyage, jour après jour
it: Il tuo viaggio, giorno dopo giorno
pt_br: Sua jornada, dia após dia
ru: Твой путь - день за днём

source: Your space
de: Dein persönlicher Bereich
es: Tu espacio personal
fr: Votre espace personnel
it: Il tuo spazio personale
pt_br: Seu espaço pessoal
ru: Твоё личное пространство
